export default function HappyOpen() {
    return(
        <div className="flex flex-col xs:w-[370px] mx-auto sm:w-[550px] md:w-[750px] lg:w-[950px] xl:w-[1150px] text-center">
            <h1 className="font-mono mx-auto text-2xl">🎉 02.05.2024 - Запуск проекта 🎉</h1>
            <p className="font-mono mx-auto text-center py-9 text-[18px]">--- Пожалуйста проверяйте расписания, по ошибке мы можем указать неправильные данные из за BETA версии, в ближайшее время все будет без ошибок. Если обнаружили ошибку, пишите сообщение прямо в бота! Мы обязательно исправим ---</p>
        </div>
    )
}